/* Ubiquitous Button Titles */
"MultiButtonTitle_Scan" = "Scansiona";
"MultiButtonTitle_Clean" = "Pulizia";
"MultiButtonTitle_Empty" = "Vuota";
"MultiButtonTitle_Uninstall" = "Disinstalla";
"MultiButtonTitle_Maintenance" = "Avvia";
"MultiButtonTitle_Reset" = "Ripristina";
"MultiButtonTitle_Remove" = "Rimuovi";
"MultiButtonTitle_Move" = "Sposta";
"MultiButtonTitle_Erase" = "Cancella";
"MultiButtonTitle_Stop" = "Interrompi";
"MultiButtonTitle_Purchase" = "Acquista";
"MultiButtonTitle_Paused" = "In pausa";

/* iPhoto Start Scan View */
"iPhotoStartViewTitle_ChangeLibrary" = "Cambia libreria…";
"iPhotoStartViewTitle_LocateLibrary" = "Specifica libreria…";
"iPhotoStartViewTitle_ScanAnotherLibrary" = "Scansiona un'altra libreria…";

/* L&O Start Scan */
"AddFolder" = "Aggiungi cartella…";
"ClearList" = "Vuota lista";

"Relaunch" = "Riavvia";

"Hide Log" = "Nascondi registro";
"View Log" = "Mostra registro";
